modules/admin/controllers/TariffController.php

    public function actionCreate() {
        $model = new Tariff();
        $additions = Addition::find()->indexBy('id')->all();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `tariff` (`name`, `cost`, `about`, `drop`, `status`, `term`, `created_at`, `updated_at`) VALUES ('Тестовый тариф', '2000', '', 0, 1, '20.03.2020', 1564484689, 1564484689)

    public function actionUpdate($id) {
        $model = Tariff::find()->joinWith('tariffAddition')->joinWith('tariffAdditionQty')->where(['tariff.id' => $id])
            ->one();
        $additions = Addition::find()->indexBy('id')->all();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
SELECT * FROM `tariff` WHERE `id`='1'