models/db/User.php

    public static function findByEmail($email) {
        return static::findOne(['email' => $email, 'status' => self::STATUS_ACTIVE]);
---
SELECT * FROM `user` WHERE (`email`='admin@admin.ru') AND (`status`=10)