models/form/UserSettingsForm.php

    public function loadData()
    {
        $userId = Yii::$app->user->id;
        $userSettings = UserSettings::findOne(['user_id' => $userId]);
---
SELECT * FROM `user_settings` WHERE `user_id`=2